Repository: ro31337/libretaxi2
Catalog: locales/all/*.po
Languages: es, pt_pt, ru

# init_menu.welcome
source: Welcome to LibreTaxi 2.0!
es: Bienvenido a LibreTaxi 2.0!
pt_pt: Bemvindo a LibreTaxi 2.0!
ru: Добро пожаловать в новую версию Либре-такси!

# ask_location_menu.click_next
source: Click "Next" (from mobile phone) to share your location. Or fake it with 📎 Paperclip -> 📍 Location
es: Pulse "Siguiente" (desde teléfono celular) para compartir su ubicación. O puede 📎 Clip -> 📍 Ubicación para mejor privacidad.
pt_pt: Clicar "Seguinte" para partilhar localização (do telemovel) . Ou editar com 📎 Clipe -> 📍 Localização
ru: Нажмите "Далее" (с мессенжера в телефоне) чтобы установить локацию. Или 📎 скрепка -> 📍 Местоположение для большей приватности.

# ask_location_menu.next_button
source: Next
es: Siguiente
pt_pt: Seguinte
ru: Далее

# feed_menu.greeting
source: You'll see 🚗 drivers and 👋 passengers here.
es: Encontraras 🚗 conductores y 👋 pasajeros aquí.
pt_pt: Ofertas de 🚗 motoristas e 👋 passageiros serão publicadas aqui.
ru: Тут вы увидите 🚗 водителей и 👋 пассажиров.

# feed_menu.search_button
source: Find 🚗 or 👋
es: Encontrar 🚗 o 👋
pt_pt: Encontrar 🚗 ou 👋
ru: Найти 🚗 или 👋

# feed_menu.location_button
source: 📍 Change location
es: 📍 Cambiar ubicación
pt_pt: 📍 Actualizar localização
ru: 📍 Сменить локацию

# feed_menu.location_changed
source: 👌 Location updated
es: 👌 Ubicación actualizada
pt_pt: 👌 Localização actualizada
ru: 👌 Новая локация установлена

# feed_menu.error
source: 😕 Can't understand your choice
es: 😕 No puedo entender su elección.
pt_pt: 😕 Pedido não entendido
ru: 😕 Не могу понять ваш выбор

# post_menu.report_button
source: ☝️️Report ⚠️
es: ☝️️Reportar ⚠️
pt_pt: ☝️️Reportar ⚠️
ru: ☝️️Пожаловаться ⚠️

# post_menu.wait
source: 🕙 Wait for 5 minutes
es: 🕙 Esperar por 5 minutos
pt_pt: 🕙 Esperar 5 minutos por favor
ru: 🕙 Подождите 5 минут

# post_menu.copy_and_paste
source: Copy & paste text starting with 🚗 (driver) or 👋 (passenger) in the following format, or /cancel, examples:
es: Copiar & pegar texto que empieza con 🚗 (conductor) o 👋 (pasajero) en el siguiente formato, or /cancel, ejemplos:
pt_pt: Copiar & colar o texto començando com 🚗 (motorista) ou 👋 (passageiro) no seguinte formato, ou escrever /cancel (para anular), exemplos:
ru: Скопируйте текст, который начинается с 🚗 (если вы водитель) или 👋 (если пассажир) и измените необходимые поля, или /cancel:

# post_menu.driver_example
source: 🚗 Ride offer From: foobar square To: airport Date: today Time: now Payment: cash, venmo
es: 🚗 Viaje ofrecido Desde: foobar Hasta: Aerpuerto Fecha: hoy Horario: ahora Pago: efectivo, venmo
pt_pt: 🚗 Oferta de boleia De: praça fulano Para: aeroporto Data: hoje Hora: agora Pagamento: cash, coins, troca,...
ru: 🚗 Подвезу Откуда: район Речного вокзала Куда: на Дубровку Дата: сегодня Время: сейчас Оплата: наличные, на карту сбер

# post_menu.passenger_example
source: 👋 Ride wanted From: foobar st, 42 To: downtown Date: today Time: now Pax: 1
es: 👋 Viaje deseado Desde: foobar, 42 Hasta: El centro Fecha: hoy Horario: ahora Pasajero: 1
pt_pt: 👋 Procura de boleia De: Avenida fulano, 42 Para: Baixa Data: hoje Hora: agora Pax: 2
ru: 👋 Ищу водителя Откуда: Дубровская улица, дом 1 Куда: аэропорт Дата: сегодня Время: сейчас Пассажиров: 1

# validation.dummy_addr_lowercase
source: foobar
pt_pt: fulano
ru: дубров

# post_menu.sent
source: ✅ Sent to users around you (25km) and to @libretaxi_all
es: ✅ Enviados a usuarios de hasta (25km) and to @libretaxi_all
pt_pt: ✅ Enviado para usuários na zona (25km) and to @libretaxi_all
ru: ✅ Отправлено всем в радиусе 25 км и в @libretaxi_all

# post_menu.via
source: Contact
es: Contactar
pt_pt: Contactar
ru: Контакт:

# post_menu.or
source: or
es: o
pt_pt: ou
ru: или

# validation.text_too_long
source: 🚫 Text is too long, 300 characters max (you have %d)
es: 🚫 El texto es muy largo, máximo 300 caracteres (tienes %d)
pt_pt: 🚫 Texto demasiado longo, 300 caracteres max (tem %d)
ru: 🚫 Сообщение очень длинное, 300 букв максимум (у вас %d)

# validation.text_too_short
source: 🚫 Text is too short, 20 characters min (you have %d)
es: 🚫 El texto es muy corto, minimo 20 caracteres (tienes %d)
pt_pt: 🚫 Texto demasiado curto, 20 caracteres min (tem %d)
ru: 🚫 Текст слишком короткий, 20 букв минимум (у вас %d)

# validation.prefix
source: 🚫 Text must start with 🚗 or 👋
es: 🚫 El texto es debe empezar con 🚗 o 👋
pt_pt: 🚫 Texto deve começar com 🚗 ou 👋
ru: 🚫 Текст должен начинаться с 🚗 или 👋

# validation.no_at
source: 🚫 No @ symbol please
es: 🚫 El simbolo @ no esta permitido
pt_pt: 🚫 Simbolo @ não autorisado
ru: 🚫 Не указывайте символ @

# validation.no_offensive_language
source: 🚫 No bad words please 🤦
es: 🚫 Por favor sin malas palabras 🤦
pt_pt: 🚫 Respeito por favor! 🤦
ru: 🚫 Уважайте культуру речи 🤦

# validation.change_from_to
source: 🚫 Post again, change "From" and "To"
es: 🚫 Publica de nuevo, cambia "Desde" y "Hasta"
pt_pt: 🚫 Recomeça por favor, mude "De" e "Para"
ru: 🚫 Еще раз, но измените "Откуда" и "Куда"

# validation.empty_lines1
source: 🚫 Only 9 max lines please (you have %d)
es: 🚫 Solo 2 líneas vacías como máximo (tienes %d)
pt_pt: 🚫 Maximo 2 linhas vazias por favor (tem %d)
ru: 🚫 Две пустые строки максимум, если можно (у вас %d)

# validation.min_lines
source: 🚫 At least 5 lines please (you have %d)
es: 🚫 Al menos 5 líneas por favor (tienes %d)
pt_pt: 🚫 Minimo 5 linhas por favor (tem %d)
ru: 🚫 Надо хотя бы пять строк (у вас %d)

# main.welcome_link
source: https://telegra.ph/LibreTaxi-20---you-will-love-it-02-02
es: https://telegra.ph/LibreTaxi-20---te-va-a-enamorar-02-09
pt_pt: https://telegra.ph/LibreTaxi-20---Vai-o-amar-02-12
ru: https://telegra.ph/Novaya-versiya-Libre-taksi-vam-ponravitsya-02-08
